 [{
  "id": 1,
  "name": "Coffee, Love, & Murder",
  "image": "coffeelovemurder",
  "date": "11:00 pm Friday, April 14",
  "startName" : "The Courthouse",
  "location" : "Denmark, Copenhagen",
  "crime": "Murder, 1st Degree",
  "victim": "Line Lastname",
  "introplot": "You should start your investigation at the Courthouse at Nytorv 25, 1450 København K. We have brought a Mark Strollen in for questioning. He was the one who alerted police and supposedly found the body this morning. Our experts have found that she was actually murdered late on Friday night.",
  "hints" : [{
             "id" : 0,
             "hint" : "Mark mentioned a coffee shop in his testimony. Maybe you should start there."
             }
             ],
  "evidence" : [{
                "name" : "Briefing",
                "id" : -1,
                "description" : "Initial case briefing.",
                "filename" : "introCoffeeLoveMurder",
                "type" : "picture",
                "discoveredAt" : "Station"
                },
                {
                "name" : "Coffee House footage",
                "id" : 0,
                "description" : "Footage you found while investigating the coffee house. The video seems stuck, but the audio is working.",
                "filename" : "example.wav",
                "type" : "audio",
                "discoveredAt" : "Coffee House"
               },
               {
                "name" : "Bartender's Testimony",
                "id" : 1,
                "description" : "Testimony from the bartender at the bar Mark was drinking at the night Line was murdered.",
                "filename" : "example.txt",
                "type" : "text",
                "discoveredAt" : "Bar"
                },
                {
                "name" : "Tumblr Account",
                "id" : 2,
                "description" : "Strange private tumblr account, used to harass Line",
                "filename" : "https://www.tumblr.com/login",
                "type" : "web",
                "discoveredAt" : "7/11 Kiosk"
                },
                {
                "name" : "Tumblr Password",
                "id" : 3,
                "description" : "Carle believes this might be the password to something.",
                "filename" : "*misty0144*",
                "type" : "text",
                "discoveredAt" : "Carle's Appartment"
                },
                {
                "name" : "Mark's Testimony",
                "id" : 4,
                "description" : "Testimony taken from mark at the courthouse.",
                "filename" : "markTestimony",
                "type" : "audio",
                "discoveredAt" : "Courthouse"
                }
               ],
  "locations" : [{
                 "name" : "Courthouse" ,
                 "id" : 0,
                 "backgroundImage" : "courthouse",
                 "address" : "Nytorv 25, 1450 København K, Denmark",
                 "latitude" : 55.677227,
                 "longitude" : 12.572924,
                 "startText" : "Start your investigation here",
                 "afterText" : "The courthouse where you took Mark's testimony",
                 "unlockLocations" : [1],
                 "suspects" : [0],
                 "evidence" : [4],
                 "hints" : [0],
                 "audioFile" : "markTestimony",
                 "afterTip" : "Mark's testimony is unlocked. You can find it in My Evidence.",
                 "afterObjective" : "Look for leads about Kristine and Line's neighbor."
              },
              {
                 "name" : "Coffee House",
                 "id" : 1,
                 "backgroundImage" : "coffeehouse",
                 "address" : "Kompagnistræde 17, 1208 København K, Denmark",
                 "latitude" : 55.677171,
                 "longitude" : 12.575734,
                 "startText" : "",
                 "afterText" : "The coffee house where Line works.",
                 "unlockLocations" : [2, 3],
                 "suspects" : [1],
                 "evidence" : [0],
                 "hints" : [],
                 "audioFile" : "jensKristine",
                 "afterTip" : "You now have Jens' suspect file. Find it in Suspects.",
                 "afterObjective" : "Verify Mark's testimony"
              },
              {
                 "name" : "Museum",
                 "id" : 2,
                 "backgroundImage" : "museum",
                 "address" : "Ny Vestergade 10, 1471 København K, Denmark",
                 "latitude" : 55.6745,
                 "longitude" : 12.574644,
                 "startText" : "",
                 "afterText" : "The museum Kristine went to. Nothing was here.",
                 "unlockLocations" : [],
                 "suspects" : [],
                 "evidence" : [],
                 "hints" : [],
                 "audioFile" : "foundNothing",
                 "afterTip" : "You didn't find anything here. Try somewhere else!",
                 "afterObjective" : "Verify Mark's testimony"
              },
              {
                 "name" : "Bar",
                 "id" : 3,
                 "backgroundImage" : "bar",
                 "address" : "Vestergade 17, 1456 København K, Denmark",
                 "latitude" : 55.677536,
                 "longitude" : 12.570081,
                 "startText" : "",
                 "afterText" : "The bar where Mark and his friends were drinking.",
                 "unlockLocations" : [4, 5],
                 "suspects" : [],
                 "evidence" : [1],
                 "hints" : [],
                 "audioFile" : "bartenderTestimony",
                 "afterTip" : "",
                 "afterObjective" : "Investigate Carle and Kristine"
                 },
                 {
                 "name" : "7/11 Kiosk",
                 "id" : 4,
                 "backgroundImage" : "kiosk",
                 "address" : "Frederiksberggade 2, 1459 København K, Denmark",
                 "latitude" : 55.677767,
                 "longitude" : 12.572009,
                 "startText" : "",
                 "afterText" : "Where you bumped into Kristine buying cigarettes.",
                 "unlockLocations" : [5],
                 "suspects" : [2],
                 "evidence" : [2],
                 "hints" : [],
                 "audioFile" : "kristineTestimony",
                 "afterTip" : "",
                 "afterObjective" : "Investigate Carle"
                 },
                 {
                 "name" : "Carle's Apartment",
                 "id" : 5,
                 "backgroundImage" : "apartment",
                 "address" : "Teglgårdstræde 7, 1452 København K, Denmark",
                 "latitude" : 55.679425,
                 "longitude" : 12.568236,
                 "startText" : "",
                 "afterText" : "Carle, Line's neighbor, had an obsession with her.",
                 "unlockLocations" : [4],
                 "suspects" : [3],
                 "evidence" : [3],
                 "hints" : [],
                 "audioFile" : "carleTestimony",
                 "afterTip" : "",
                 "afterObjective" : "Investigate Kristine"
                 }
              ],
  "suspects": [{
               "name": "Mark Strollen",
               "age": 28,
               "id" : 0,
               "image" : "mark",
               "sex": "Male",
               "occupation": "",
               "relationship": "boyfriend",
               "alibi": "At bar for night of murder, left for 10 minutes around 1:00 am to get wallet",
               "testimony": "On the 14th I was at the Bar near Line’s apartment drinking with some friends.  Around 11… 11.30, I realized I didn’t have my wallet.  The bartender and I are pretty friendly, so he knew I was good for it.  I remembered having it at Line’s earlier in the day, so I walked there from the bar.\n\nI let myself into the apartment with my key, and noticed the lights were out.  My wallet was on the kitchen counter, and when I picked it up I could see through the bedroom door.  I thought she -- Line -- was sleeping, so I quietly grabbed my wallet and left. I’m pretty sure I locked the door when I left. Besides me and Line, Kristine had the only other key to the apartment, in case one of us got locked out. Line sometimes goes to sleep early, and I had already had a few drinks, I guess I didn’t think anything of it.\n\nI got back to the bar, it couldn’t have taken more than 15 minutes.  Afterwards, I had one too many drinks and my friends helped me back to one of their apartments.  I crashed on the couch. The next morning, I returned to Line’s apartment… I was worried she’d overslept her alarm, so I tried to wake her up… and… she was just like lying there. I called the police immediately and they arrived twenty minutes later.\n\nLine and I had been dating on and off for several years. We argued sometimes, pretty intensely.  But I would never kill her!  I was just worried about her.  She was really independent, and I was always worried something would happen to her.  The city’s pretty peaceful, but there are always bad guys looking for vulnerable people.  Line would stay late at that coffee place she worked at… you know, the one on Kompagnistraede... with the bread in the window?  She insisted on walking home alone and I was worried she would get attacked.  People noticed her.  People like that weird neighbor of hers.  Have you talked to him yet?  I’m pretty sure he was stalking her.    I could see him looking over at her windows from his apartment.  She tried to get a restraining order and everything.  You should be talking to him… not me.\n\nI would never hurt Line."
               },
               {
               "name": "Kristine Flyne",
               "age": 24,
               "id" : 1,
               "image" : "kristine",
               "sex": "Female",
               "occupation": "Barista",
               "relationship": "Best Friend / Coworker",
               "alibi": "At home watching Netflix",
               "testimony": "Mark and I argued, sure.  He was literally scum and treated Line like shit.  I am, was, (pauses) her best friend, and thought she deserved the world.  And Mark definitely wasn’t the world.  I always told her she was way out of his league, but I she just had a thing for bad boys. I mean, every guy she’s dated has been in some sort of trouble.  Mark was just more long-term than the previous ones.  And I mean, she had choices.  It wasn’t just petty criminals or creepers like that neighbor.  Everyone liked Line. \nI can’t believe there’s even a doubt that Mark did it. I mean, he was in her apartment on the night of the murder around the time of death!\nGod, I knew something was going to happen.  I mean, Mark had gotten so overprotective as of late, making her check in with him when she went places alone.  Not that I blame him completely.  Line had recently started getting some weird messages."
               },
               {
               "name": "Jens Brohler",
               "age": 34,
               "id" : 2,
               "image" : "jens",
               "sex": "Male",
               "occupation": "Coffee Shop Owner",
               "relationship": "Boss",
               "alibi": "At concert",
               "testimony": "I have known the victim for several years, ever since she started working for me four years ago. She is a good employee, always thorough, good with customers, and a delight to have in the shop. On the night in question (Friday, April 14, 2017), we were the last two finishing up for the night and getting ready for the weekend. I was going to a concert later that night, but told her to go ahead as she had put in a good day’s work and the concert was close to the shop. She left around 8:45 pm and I closed up and left shortly after, around 9:00 pm. I then attended the concert, and took pictures that I uploaded to my tumblr page when there. After the concert ended, around 2:00 am, I headed home, arriving there around 2:30 am. I did not hear what happened until I opened the shop at our saturday opening of 12:00 pm and the victim and her best friend did not come in for their shifts. I called, and upon hearing what happened, was appalled and understood Kristine’s grief. It is a tragedy. She had heard from Mark, who I have never liked. If he ended up doing this I will never forgive him. He didn’t deserve her."
               },
               {
               "name": "Carle Nisine",
               "age": 32,
               "id" : 3,
               "image" : "carle",
               "sex": "Male",
               "occupation": "Web moderator and developer",
               "relationship": "Neighbor",
               "alibi": "At home, on the internet",
               "testimony": "The victim has been my neighbor for several years. We have only talked face to face twice, and she was always very nice. On the night in question (Friday, April 14, 2017), I was at home, not up to much. I spend a lot of free time online, as I am not the most social person. However, I would never do anything like this. I admit to having romantic affections towards the victim, but I am a pacifist and would never hurt anyone. She was a great neighbor and I hope you find whoever did this! I never really trusted that boyfriend of hers, he seemed to have a hot head and I know the police have been to that apartment before."
               }
               ]
  }]
